IDEA Open Model
MatReinforcementEc2.Ftk Property
Compatible with IDEA StatiCa Beta 20.0
 Characteristic tensile strength of reinforcement - ftk
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double Ftk { get; set; }
Public Property Ftk As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatReinforcementEc2 Class
IdeaRS.OpenModel.Material Namespace